---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.WorksharingFailures.MissingUpdaterLatestOrCentralPlural
source: html/f38a6eaa-516e-07c2-6403-f636f934a707.htm
---
# Autodesk.Revit.DB.BuiltInFailures.WorksharingFailures.MissingUpdaterLatestOrCentralPlural Property

The file [File Name] you are trying to synchronize was modified by the third-party updaters [Updater Name(s)] which are
 not currently installed. \n\r \n\r If you continue to Synchronize with Central or Reload Latest, data maintained
 by these updaters will not be updated properly. This may create problems when [File Name] is later opened when
 [Updater Name(s)] are present.

## Syntax (C#)
```csharp
public static FailureDefinitionId MissingUpdaterLatestOrCentralPlural { get; }
```